<?php
/**
 * en_US
 * DraiWiki language pack
 *
 * DraiWiki:
 * @author		Robert Monden
 * @copyright	DraiWiki development team, 2017
 * @version		1.0 Alpha 1
 * @license		Apache 2.0
 *
 * Language pack:
 * @dialect		General American English
 * @country 	United States
 * @translator	Robert Monden
 * @license		Apache 2.0
 */

return [
    'logging_in' => 'Σύνδεδεμενος',
    'user_login' => 'Σύνδεση',
    'logging_out' => 'Τελική συνεδρία',

    'email' => 'Διεύθυνση ηλεκτρονικού ταχυδρομείου:',
    'password' => 'Κωδικός:',
    'authenticate' => 'Σύνδεση',

    'placeholder_email' => 'nobody@example.com',
    'placeholder_password' => 'Κωδικός',
    'placeholder_first_name' => 'John',
    'placeholder_last_name' => 'Doe',
    'placeholder_username' => 'Ονομά χρήστη',

    'create_account' => 'Δημιουργία λογαριασμού χρήστη',
    'user_registration' => 'Εγγραφή χρήστη',

    'this_is_the_registration_page' => 'Σας ευχαριστούμε που αποφασίσατε να καταχωρίσετε ένα λογαριασμό στο wiki μας. Προτού να μπορέσετε να δημιουργήσετε νέες σελίδες, να επεξεργαστείτε υπάρχουσες σελίδες, να έχετε το δικό σας προφίλ και πολλά άλλα, υπάρχουν μόνο λίγα πράγματα που πρέπει να γνωρίζουμε.',

    'no_agreement_found' => 'Δεν βρέθηκε συμφωνία.',
    'agreement_i_accept' => 'Αποδέχομαι αυτούς τους όρους χρήσης.',
    'please_accept' => 'Δεν αποδεχθήκατε τους όρους χρήσης',
    'create' => 'Δημιουργήστε λογαριασμό',

    'username' => 'Ονομά χρήστη:',
    'first_name' => 'Ονομά:',
    'last_name' => 'Eπίθετο:',
    'confirm_password' => 'Πληκτρολογήστε ξανά τον κωδικό πρόσβασής σας:',

    'please_enter_email' => 'Πληκτρολογήστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης.',

    'username_too_short' => 'Το δεδομένο όνομα χρήστη είναι πολύ σύντομο. Τα ονόματα χρηστών πρέπει να έχουν μήκος τουλάχιστον %u χαρακτήρων',
    'password_too_short' => 'Ο κωδικός πρόσβασής σας είναι πολύ μικρός. Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον %u χαρακτήρες',
    'email_too_short' => 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι πολύ μικρή. Τα μηνύματα ηλεκτρονικού ταχυδρομείου πρέπει να έχουν μήκος τουλάχιστον %u χαρακτήρων',
    'first_name_too_short' => 'Το πρώτο σας όνομα είναι πολύ σύντομο. Το πρώτο σας όνομα πρέπει να έχει τουλάχιστον %u χαρακτήρες',
    'last_name_too_short' => 'Το επώνυμό σας είναι πολύ σύντομο. Το επώνυμό σας πρέπει να είναι τουλάχιστον %u χαρακτήρες long',

    'username_too_long' => 'Το δεδομένο όνομα χρήστη είναι πολύ μεγάλο. Τα ονόματα χρηστών δεν μπορούν να είναι μεγαλύτερα από %u χαρακτήρες',
    'password_too_long' => 'Ο κωδικός πρόσβασής σας είναι πολύ μεγάλος. Οι κωδικοί πρόσβασης δεν μπορούν να είναι μεγαλύτεροι από %u χαρακτήρες',
    'email_too_long' => 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι πολύ μεγάλη. Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας δεν μπορεί να είναι μεγαλύτερη από %u χαρακτήρες',
    'first_name_too_long' => 'Το πρώτο σας όνομα είναι πολύ μεγάλο. Το πρώτο σας όνομα δεν μπορεί να είναι μεγαλύτερο από %u χαρακτήρες',
    'last_name_too_long' => 'Το επώνυμό σας είναι πολύ μεγάλο. Το τελευταίο σας όνομα δεν μπορεί να είναι μεγαλύτερο από %u χαρακτήρες',

    'begin_end_spaces_username' => 'Τα ονόματα χρηστών δεν μπορούν να ξεκινήσουν ή να τερματίσουν με ένα κενό',
    'begin_end_spaces_password' => 'Οι κωδικοί πρόσβασης δεν μπορούν να ξεκινήσουν ή να τερματίσουν με ένα κενό',
    'begin_end_spaces_email' => 'Τα μηνύματα ηλεκτρονικού ταχυδρομείου δεν μπορούν να ξεκινήσουν ή να τερματίσουν με ένα κενό',
    'begin_end_spaces_first_name' => 'Τα πρώτα ονόματα δεν μπορούν να ξεκινήσουν ή να τελειώσουν με ένα κενό',
    'begin_end_spaces_last_name' => 'Τα επώνυμα δεν μπορούν να ξεκινήσουν ή να τερματίσουν με ένα κενό',

    'no_html_username' => 'Τα ονόματα χρηστών δεν μπορούν να περιέχουν HTML',
    'no_html_passwords' => 'Οι κωδικοί πρόσβασης δεν μπορούν να περιέχουν HTML',
    'no_html_email' => 'Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου δεν μπορούν να περιέχουν HTML',
    'no_html_first_name' => 'Τα πρώτα ονόματα δεν μπορούν να περιέχουν HTML',
    'no_html_last_name' => 'Τα Eπίθετα δεν μπορούν να περιέχουν HTML',

    'no_password_match' => 'Οι κωδικοί πρόσβασης δεν ταιριάζουν',
    'password_no_spaces' => 'Οι κωδικοί πρόσβασης δεν μπορούν να περιέχουν κενά',

    'invalid_email' => 'Μη έγκυρη μορφή ηλεκτρονικού ταχυδρομείου',

    'guest' => 'επισκέπτης',
    'john' => 'John',
    'doe' => 'Doe',

    'sex' => 'Φύλο:',
    'sex_0' => 'Δεν διευκρινίζεται',
    'sex_1' => 'Αρσενικό',
    'sex_2' => 'Θηλυκό',
    'sex_3' => 'Άλλο',

    'username_in_use' => 'Το καθορισμένο όνομα χρήστη χρησιμοποιείται ήδη',
    'email_address_in_use' => 'Η συγκεκριμένη διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη από άλλο μέλος',

    'email_or_password_not_found' => 'Δεν βρέθηκε λογαριασμός με την καθορισμένη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης',

    'registration_disabled_title' => 'Η εγγραφή είναι απενεργοποιημένη',

    'registration_mail_title' => 'Εγγραφή στο %s',
    'registration_mail_body' => 'Γειά, {first_name}!<br /><br />
Καλώς ορίσατε στο {wiki_name}. Για να μπορέσετε να ξεκινήσετε, υπάρχει ακόμα ένα πράγμα που πρέπει να κάνετε: ενεργοποιήστε το λογαριασμό χρήστη. Ευτυχώς, αυτό διαρκεί μόνο ένα λεπτό. ΠΑΡΑΚΑΛΩ ΠΟΛΥ
κάντε κλικ στον παρακάτω σύνδεσμο για να ενεργοποιήσετε το λογαριασμό σας:

<a href="{activation_link}" target="_blank"> {activation_link} </a>

Χαιρετισμοί,
Η ομάδα {wiki_name}',


    'username_desc' => 'Το όνομα χρήστη χρησιμοποιείται για την αναγνώριση ενός χρήστη',
    'email_title' => 'Διεύθυνση ηλεκτρονικού ταχυδρομείου:',
    'email_desc' => 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται για τη σύνδεση',

    'personal_information' => 'Προσωπικές πληροφορίες',
    'account_configuration' => 'Ρυθμίσεις λογαριασμού',

    'first_name_desc' => 'Το πλήρες όνομά σας',
    'last_name_desc' => 'Το επίθετο σου. Δεν χρειάζεται να εισαγάγετε και τα δύο επώνυμα (αν υπάρχει)',
    'sex_desc' => 'Επιλέξτε το φύλο σας. Εάν προτιμάτε να μην αποκαλύψετε αυτές τις πληροφορίες, επιλέξτε \' not specified \' ',
    'activate_account' => 'Καταργήστε την επιλογή αυτής της επιλογής για να απενεργοποιήσετε το λογαριασμό του χρήστη',

    'activated' => 'Ενεργοποίηση Λογαριασμού:',
    'activated_desc' => 'Εάν θέλετε, μπορείτε να απενεργοποιήσετε το λογαριασμό του χρήστη, καταργώντας την επιλογή του πλαισίου παρακάτω. Λάβετε υπόψη ότι αυτό δεν εμποδίζει τον χρήστη να απενεργοποιήσει το λογαριασμό του ζητώντας έναν νέο κωδικό ενεργοποίησης.',

    'field_empty_username' => 'Το όνομα χρήστη δεν μπορεί να είναι κενό',
    'field_empty_email' => 'Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν μπορεί να είναι κενό',
    'first_empty_first_name' => 'Το όνομα δεν μπορεί να είναι κενό',
    'field_empty_last_name' => 'Το επίθετο δεν μπορεί να είναι κενό',
    'field_empty_sex' => 'Επιλέξτε ένα φύλο',

    'select_value_does_not_exist' => 'Η ευγνωμοσύνη σας είναι αξιοθαύμαστη, αλλά αυτό δεν σημαίνει ότι το wiki δεν επικυρώνει την είσοδο του χρήστη πριν τη χρησιμοποιήσει! Η επιλεγμένη τιμή δεν υπάρχει.',

    'settings_have_been_saved' => 'Οι ρυθμίσεις έχουν αποθηκευτεί',

    'edit_settings' => 'Ρυθμίσεις λογαριασμού',

    'birthdate' => 'Ημερομηνία γέννησης',
    'registration_date' => 'Ημερομηνία Εγγραφής',

    'save' => 'Αποθήκευση ρυθμίσεων',

    'html_nope' => 'Η HTML δεν επιτρέπεται',
    'please_enter_password' => 'Παρακαλώ εισάγετε τον κωδικό σας'
];